{
  "hadiths": [
    {
      "number": 1,
      "arab": "إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ",
      "translation": "Sesungguhnya amal itu tergantung niatnya. (HR. Bukhari dan Muslim)."
    },
    {
      "number": 2,
      "arab": "مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ",
      "translation": "Seorang muslim adalah yang kaum muslimin selamat dari lisan dan tangannya."
    },
    {
      "number": 3,
      "arab": "الدِّينُ يُسْرٌ",
      "translation": "Agama itu mudah."
    },
    {
      "number": 4,
      "arab": " مَنْ خَرَجَ فِى طَلَبِ الْعِلْمِ فَهُوَ فِى سَبِيلِ اللَّهِ حَتَّى يَرْجِعَ",
      "translation": "Barang siapa yang keluar (rumah) untuk mencari ilmu maka dia termasuk orang yang berada di jalan Allah sampai dia pulang."
    },
    {
      "number": 5,
      "arab": "وَالْمُؤْمِنُونَ يُسْرٌ",
      "translation": "Dan kaum muslimin itu mudah."
    },
    {
      "number": 6,
      "arab": "تَعْبُدُ اللَّهَ لاَ تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلاَةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصِلُ الرَّحِمَ، ذَرْهَ",
      "translation": "Beribadahlah pada Allah SWT dengan sempurna jangan syirik, dirikanlah sholat, tunaikan zakat, dan jalinlah silaturahmi dengan orangtua dan saudara. (HR Bukhari)"
    },
    {
      "number": 7,
      "arab": "وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا",
      "translation": "Ketahuilah bahwasannya kemenangan itu bersama kesabaran, dan jalan keluar itu bersama kesulitan, dan bahwasanya bersama kesulitan ada kemudahan. (Hr. Tirmidzi)"
    },
    {
      "number": 8,
      "arab": "مَنْ لَمْ يَشْكُرِ الْقَلِيلَ لَمْ يَشْكُرِ الْكَثِيرَ",
      "translation": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak. (HR. Ahmad)"
    },
    {
      "number": 9,
      "arab": "الماهر بالقران مع السفرة الكرام البررة",
      "translation": "Orang yang pintar membaca Alquran akan tinggal bersama Jibril. (HR. Bukhari Muslim)"
    },
    {
      "number": 10,
      "arab": "افضل الايمان الصبر والسماحة",
      "translation": "Iman yang utama adalah sabar dan pemaaf. (HR Bukhari dan Ad Dailami)"
    },
    {
      "number": 11,
      "arab": "مَنْ صَلَّى عَلَيَّ وَاحِدَةً صَلَّى اللهُ عَلَيْهِ عشرا",
      "translation": "Barangsiapa bersalawat kepadaku satu kali, niscaya Allah bersalawat kepadanya sepuluh kali. (HR. Muslim)"
    },
    {
      "number": 12,
      "arab": "لاَ يَدْخُلُ الْجَنَّةَ مَنْ لاَ يَأْمَنُ جَارُهُ بَوَائِقَهُ",
      "translation": "Tidak masuk surga orang yang tetangganya tidak merasa aman karena perbuatannya. (HR. Muslim)"
    }
  ]
}